IDEA Open Model
TimePoint.Prestressing Property
Compatible with IDEA StatiCa Beta 20.0
 Prestressing
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool Prestressing { get; set; }
Public Property Prestressing As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace